playlist_app_api/app/controllers/rosters_controller.rb

  def index
    @rosters = Roster.all
---
SELECT "rosters".* FROM "rosters"